
[UNK]
no
the
is
are
of
and
acute
pleural
or
xxxx
normal
there
heart
lungs
focal
size
within
pulmonary
cardiopulmonary
in
right
normal.
pneumothorax.
disease.
limits.
left
effusion.
with
mediastinal
clear.
airspace
abnormality.
silhouette
effusion
lung
pneumothorax
cardiomediastinal
1.
clear
stable
evidence
changes
mild
consolidation,
a
without
for
thoracic
structures
unremarkable.
to
bony
mediastinum
degenerative
large
upper
consolidation.
spine.
calcified
chest
effusion,
findings.
xxxx.
contours
cardiac
appear
size.
osseous
limits
pneumothorax,
2.
vascularity
active
lateral
seen.
lower
process.
intact.
identified.
visualized
lobe
contour.
.
abnormalities.
on
bilateral
opacity
low
small
vasculature
edema.
be
effusions.
may
air
negative
lungs.
prior
interstitial
findings
disease
opacities
atelectasis.
contour
grossly
atelectasis
volumes
noted.
aorta.
chest.
space
effusions
bilaterally.
hilar
this
nodules
definite
free
at
basilar
chronic
rib
represent
otherwise
cardiomegaly
pneumonia.
vascular
minimal
which
visible
mildly
cardiomegaly.
abnormality
seen
soft
from
granulomatous
disease,
aortic
bibasilar
infiltrate.
radiographic
pneumothoraces.
not
spine
both
present
stable.
contours.
base
thorax
central
silhouette.
opacity,
appears
granuloma
costophrenic
xxxx,
increased
areas
suspicious
scarring
consistent
lobe.
appearance.
alveolar
enlarged.
tip
volumes.
unchanged
patchy
masses.
interval
frontal
consolidation
suggest
posterior
infiltrate
prominent
opacities.
expanded.
an
lymph
previous
aorta
appearance
typical
compatible
overlying
noted
but
bronchovascular
versus
moderate
atherosclerotic
streaky
examination
anterior
scarring.
tortuous
density
specifically,
scattered
further
as
tissues
subsegmental
sternotomy
patient
base.
opacity.
spaces
opacities,
unchanged.
has
show
nodular
comparison
emphysema.
again
skeletal
infiltrates.
hyperexpanded
could
calcifications
views
nodule
have
effusions,
most
limited
catheter
unremarkable
trachea
old
3.
than
surgical
if
fracture
displaced
change
present.
cm
cardio
midline.
mid
clear,
over
granuloma.
mm
edema,
normally
inflated
hemidiaphragm.
bone
significant
middle
apical
blunting
view
interval.
hiatal
clips
hemidiaphragm
effusion..
ct
spondylosis.
granulomas.
exam.
changes.
emphysematous
view.
secondary
fractures
tissue
size,
silhouettes
midlung
markings
lung.
greater
vertebral
perihilar
hyperinflated
pneumonia,
some
radiographs
prominence
due
contour,
been
well
evaluation
borderline
fractures.
elevation
was
tortuosity
right-sided
multiple
enlarged
edema
compared
well-expanded
possibly
pa
deformity
x-xxxx.
slightly
hernia.
diaphragm.
obtained.
suggestive
limits,
crowding
by
adenopathy,
left-sided
finding.
also
recommend
probable
infiltrate,
granulomas
fracture.
abnormality..
vascularity.
medial
exam
consists
bilaterally
appearing
abdomen
these
identified
crowding.
consolidations.
would
study.
study
since
postsurgical
mass
change.
body
area
venous
vasculature.
hyperexpanded.
were
throughout
otherwise,
infiltrates
followup
diffuse
approximately
under
thoracolumbar
represents
projecting
distal
cervical
possible
intraperitoneal
demonstrate
biapical
tuberculosis.
representing
pneumonia
near
volume
tortuous.
osteophytes.
heart,
associated
abnormalities
similar
calcification
ap
svc.
severe
reveal
remain
persistent
nodule.
midthoracic
lungs,
heart.
2
radiograph.
multilevel
mediastinum.
junction.
fluid.
any
superior
superimposed
remains
left.
flattening
elevated
configuration.
clinical
cardiomegaly,
silhouette,
related
images.
enlargement
densities
congestion.
arthritic
suggesting
measuring
low.
hypoinflation
consider
and/or
along
widening.
tube
top
t-spine
retrocardiac
line
evaluation.
significantly
patient's
lung,
infection.
improved
endplate
disc
demonstrated.
congestion
5
picc
paratracheal
lumbar
known
intact
expanded
examination.
emphysema
cannot
abnormal
question
overt
overall
midlung.
lobe,
given
bases
underlying
tuberculosis
through
thickening
residual
post
lucency
level
eventration
diaphragm
demonstrated
concerning
sequela
segment
right.
more
lobes.
lobar
hypoinflated
excluded.
dense
curvature
contrast
calcification.
bases.
abdomen.
view,
scan
reflect
process
previously
masses
marked
loss
joint
intrathoracic
adjacent
adenopathy.
vague
thickening.
somewhat
slight
scoliosis
ribs.
rib.
radiograph
humeral
healed
copd.
atrial
apex
x-xxxx
technique.
technical
reveals
resolution
recommended.
quadrant.
partially
metastatic
mediastinum,
flattened
external
enlarged,
descending
collapse
clinically
clavicle
cardiac,
that
shoulder
redemonstration
prior.
peripheral
note
hyperinflation
fluid
few
engorgement
differential
decreased
correlation
calcifications.
cabg.
body.
base,
atelectasis,
apex.
aeration
3
suggests
region
probably
parenchymal
nodules.
markings,
lingular
imaging
however,
history
helpful
factors
correlate
convincing
breast
available
atrium.
amount
age..
status
several
rounded
recommended
preoperative
postoperative
pericardial
outside
leads
injury.
infectious
extensive
early
configuration
calcified.
calcific
bowel
airways
age.
adenopathy
4
volumes,
two
subtle
subclavian
one
obstructive
numerous
monitor
fibrosis.
diagnosis
copd
better
bandlike
apex,
air.
abdominal
9th
5th
x
vasculature,
round
removal
parenchyma
osteophytes
midline
markings.
it
involving
hyperexpansion
head
deformities
continued
considering
bilaterally,
atypical
aspect
ascending
age-indeterminate
acute,
6th
wall
very
sulcus
shoulder.
retrosternal
resolution.
region.
projection.
please
obscured
noted,
nipple
lingula.
inferior
images
hypertension.
hernia
dilated
development
coronary
concern
complete
cavoatrial
artery
aorta,
7th
widening
wedge
valve
sternotomy.
spurring
sequelae
scar
ribs
remote
projected
nodules,
negative.
moderately
mass.
large.
interval,
infection
increase
ill-defined
however
first
fat
failure.
excluded
exclude
exaggerated
enlargement.
dextroscoliosis
ct.
chest,
artifact.
apices.
4.
worsening
recent
questionable
proximal
primary
pleural-parenchymal
obscuration
normal,
lordotic
levoscoliosis
lesions
kyphosis.
irregularity
irregular
indicate
includes
hyperinflation.
hilum.
hemidiaphragms.
fusion
foreign
films
evaluate
diaphragms
diameter.
developed
critical
contours,
clips.
clavicle.
chest:
cavitary
before.
atelectasis/airspace
aerated.
acromioclavicular
8th
1
xxxx-a-xxxx
well-aerated.
visualized.
up
stable,
sized
senescent
seen,
result
relatively
quadrant
primordial.
placement
pattern
overlies
other
midlung,
measures
lesion
jugular
internal
infection,
hyperlucent
hilum
habitus.
fibrosis
epicardial
ectatic
differences
deformity.
confluent
cm.
cabg
bullous
apparent
8
6
vein.
unfolding
tuberculous
tracheostomy
surgery.
suprahilar
subdiaphragmatic
stomach
shows
scarring,
scar.
rotation.
rotated
removed.
remainder
osteophyte
opacification
notification
noncalcified
nodule,
lymphadenopathy.
less
left,
inspiratory
incompletely
ij
hypoinflated.
gross
failure
evaluated
elevated.
ectasia/tortuosity.
document
discrete
dedicated
cystic
cholecystectomy
bodies.
bases,
azygos
asymmetric
appropriate
appreciated.
age-indeterminate.
additional
above.
above
7
worse
trapping
today's
three
subcutaneous
study,
stent
should
shadows
sclerotic
relative
prominence.
projects
posttraumatic
position
pectus
osteopenia
mass,
kyphosis
infrahilar
inflammatory
indicated.
improvement
fissure.
film.
ectasia
documented
dislocation.
diaphragms.
developing
demonstrates
crowding,
combination
characterization.
cavitation.
caval
blunted
below
atherosclerotic.
air-fluid
addition,
accentuated
zone
wedging
treatment
technically
suspected
structures.
stent.
stability.
spine,
redemonstrated
predominantly
pneumoperitoneum.
platelike
partial
overlie
overlapping
osseus
only
minimally
loops
lobes
lines
knee:
its
infiltrates,
indistinct
increased.
including
incidental
hyperinflated.
hemithorax
helpful.
fusion.
following
film
feeding
exam,
eventration.
ensure
dual-lumen
does
discussed
destructive
described
deformities.
decubitus
cortical
comparison.
clips,
clinically.
cholecystectomy.
changes,
callus
caliber.
bullet
atherosclerosis.
artifact
arteries.
arteries
although
allowing
airspace.
after
advanced
zone.
weeks
tortuous,
technique,
spinal
prominence,
projection
position.
ovoid
opacification.
obvious
obtained
nonspecific
node.
neoplasm.
neck.
neck
motion.
knee.
joints
injury
hyperexpansion.
humerus.
humerus
high
healing
glenohumeral
fullness
fracture,
formation
focus
fibrotic
etiology
engorged.
dr.
diminished
diameter
dextrocurvature
device
consolidations,
confirm
collection
coarse
chf.
causing
catheter.
catheter,
bypass
basal
available,
appreciated
active/acute
widened
well.
warranted.
uncertain
tunneled
tubing
total
tissues.
thorax.
this.
thickening,
tb.
symmetric
suture
sulci
suggestion
suggested
studies
space.
silhouettes.
shunt
setting
scoliosis.
scan.
s-shaped
rotated.
rightward
replacement.
reflecting
reactive
radiopaque
quality
prominent.
portion
pneumonitis.
performed
pattern.
overall,
now
nondisplaced
node
loculated
location
lingula
like
junction
irregularities
include
hypoventilation
hyperlucency
hours
hilum,
hemidiaphragms
greatest
fractures,
fissure
finding
favored
fat.
evaluated.
essentially
ectatic.
dislocations.
diffusely
difficult
density.
curvilinear
corresponding
consolidative
coarsened
clavicle,
carina.
bodies
blunted.
axillary
atherosclerosis
arterial
another
aneurysm.
alignment
xxxx/xxxx.
xxxx-of-view.
well-seen
well-inflated
wall.
vertebra.
ventricular
unfolded
uncalcified
transverse
trachea.
tortuosity.
though
thin
t9
sutures
supine
subpleural
subphrenic
structure
shift.
see
sarcoidosis.
rib,
retained
renal
region,
reflects
presence
postop
pneumothorax..
pneumomediastinum.
placed
periphery
peribronchial
pelvis.
pelvis
patient.
part
overlap
osteopenia.
obstruction.
narrowing
mild,
material
margination.
malignancy
localized
lobulated
level.
layering
largest
larger
kyphotic
iv
innumerable
increasing
imaging.
image
hydropneumothorax
history.
head.
granuloma,
glenoid
fragment
follow
flowing
features
extremity
exams.
evaluate.
entirely
end
dialysis
dextroscoliosis.
dextro
determine
decreasing
costochondral
consolidations
colonic
collections.
collection.
clearing
cardiothoracic
cancer.
can
bullae
between
aspiration,
apices
ankle.
airways.
8mm
10
1.5
/
your
width.
views.
useful
tube.
triangular
thoracotomy
tenderness.
t12.
t10
svc
subchondral
subcarinal
studies.
spondylosis
splenic
spine..
smaller
sided
shoulder:
shift
septal
scoliotic
sclerosis
scarring/atelectasis.
rotator
retraction.
results
resolved.
resolved
remaining
recess
radiographs.
radiographically
prosthetic
projectile
procedure.
posteriorly.
positioning
portable
pleura,
pathologic
osteopenia,
osteoarthritis.
oriented
obscure
obliquely
oblique
number
notified
notable
motion
mitral
mastectomy.
masses,
markers.
marginal
margin
malignancy.
maintained.
lymphadenopathy
loss.
located
lobectomy.
lingula,
limited,
levocurvature
lesion.
large,
kv
intravenous
innominate
indicated,
indicated
indeterminate
incidentally
image.
hyperinflation,
hyperinflated,
hyperexpansion,
hyperexpanded,
hydropneumothorax,
hip
hernia,
hemodialysis
hemidiaphragms,
hemidiaphragm,
granulomata
glenoid,
generalized
gastroesophageal
fourth
fixation
fibrosis,
fibronodular
examination,
exaggeration
epigastric
end.
elevation.
either
ectasia/tortuosity,
distribution
dislocation
dish.
disease..
decreased.
crowded
courses
correlation.
contrast-enhanced
containing
conspicuous
consolidating
considerations
compartment.
compartment
colon
closure
characterized
cavity.
cassettes)
cardiophrenic
bronchitis.
bronchiectasis,
breast.
bilaterally.there
bibasilar,
benign
background
available.
atelectatic
atelectasis..
artifactual,
appearance,
anticipated
age
aerated
accounting
absence
abdomen,
9
5.
10th
1.9
1.4
1.3
1.2
(on
years
x-xxxx,
will
wedge-shaped
view).
unfolded.
tumor.
tricompartmental
traumatic
tortuous/ectatic
tissue.
tips
time
thyroid
thickness.
there's
terminating
terminates
tendinitis.
telephone
t12
t11
suspicion
superior-most
sulci.
subpulmonic
suboptimal
structures,
stomach.
sternum.
sternum
stability
skin
single
side.
short
shape.
shadows.
series.
sequela.
scapular
scapula
rotation
review
retraction
reticulonodular
reticular
residuals
report.
remarkable.
regions.
regions,
redemonstrated.
rectum.
recommendations
recesses
receipt
raise
radiodense
radiation
questions
progression
present,
posterolateral
posteriorly
possibility
positional.
position,
pleuroparenchymal
perhaps
partly
particularly
p.m.
overload.
out
onset
only.
occluder
obscures
obliteration
notably
none
nodule/mass
ng
myeloma.
multifocal
months
message
mediport
maybe
masslike
markedly
margination
lymphadenopathy,
lucent
lucency.
lucency,
lucencies
loss,
line.
limit
levels
lesions.
lesion,
left-sided.
l1,
l1
joints.
ivc
into
interposition
interface
inlet.
included
idiopathic
identified..
i
hyperdense
hyperaerated
histoplasmosis
hemithorax.
haziness
habitus
granulomas/lymph
graft
fragments
formation.
followed
fissural
films,
fifth
femoral
expected
expansile
excavatum
examinations.
examinations
evaluation,
enteric
enlarging
enlargement,
endotracheal
elements
dominant
dissection.
disease/atelectasis.
discoid
deviation
detailed
destruction.
desired
densities.
denser
densely
dense,
demonstration
demineralization.
deformities,
definitively
definitely
deep
dated
cuffing
cortex
convexity
contain
considered
consideration.
congestive
concern,
compressive
comparisons.
colon.
collecting
cleared
clavicular
circumscribed
circular
chronic,
characterization
characteristic
centrally
cell
carcinoma.
bronchi
brachiocephalic
body,
bodies,
blunting.
blunting,
beneath
behind
attenuation
atelectasis/scarring
aspiration.
arthritis.
arm
approximating
appreciable
aneurysm
already
all
airway
ago.
about
4th
3.5
3.3
2.1
17
13
1.7
1.0
,
zones.
zones
xxxx/granulomas.
xxxx/fluid
xxxx..
xxxx-filled
xxxx't
xxxx's
wound.
workup
width
wide
whose
whether
well-demonstrated
weeks.
warranted
vp
viral
verterbroplasty
vertebrae,
vertebrae
veriphy
verification
ventricle.
vasculatures
valve.
useful.
until
unknown.
underpenetration,
unclear.
unclear
type
tubular
tubes.
tubes
true
traction
trachea,
towards
tissues,
time.
thought
thorax,
thoraco
thirds
third
thickening/scarring.
thickening/scar.
they're
therapy
thanks.
testes
tenting
telephone.
technique
tapering
t7
t5
t11.
synovial
syndesmophytes
symmetrically
suspected.
surrounding
surface.
suprapatellar
superolateral
superiorly
superficial
summation
sulcus.
sulcus,
substernal
substantial
submitted.
subluxation.
subluxation
subcentimeter
stripe.
stripe,
stool
stomach,
stimulator
stigmata
stents.
stents
stated
spurring.
spine:
specifically
sparing
spaces,
smaller.
small,
shielded.
setting.
separation
second
screw
scars.
scars
scar,
scaphoid.
scans.
satisfactory
sagittal
sacroiliac
rotated,
ribs,
review.
retrohilar
reticular-nodular
results.
result.
resolving
residual.
reside
resection
require
repeated.
repeat
removed
remodeling
remarkable
relates
regions
regarding
reduced
redistribution
redemonstrated,
recurrent
recurrence.
recess,
readily
reaction.
radiologist,
radiograph,
radiodensity
quadrant,
punctate
prosthesis.
prostheses
prominent,
projectional
projection,
progression.
primordial
prevertebral
preserved
potential
postsurgical.
postradiation
possible,
positioning.
positioned
portions
poorly
poly
pneumonitis
pm
piriform
pic
physician
persists
performed,
performance
pattern,
pathology;
pathology
patellofemoral
paraspinal/retrocrural
paraspinal
parahilar
pads.
overexpanded
outward
osteopenic.
osteodystrophy
ossification
origin
ordering
opportunity
only,
one-third
old.
obstruction
obscuring
oblong
normal.&gt;]
nonspecific.
nonsclerotic
nonobstructive
nonenlarged
non-calcified
node,
near-complete
nasogastric
moved
mortise
moderate-to-marked
mm.
mixed
midfoot
midabdomen.
metastasis.
metastases.
medication
measure
markers
lymphoma
lv
lumpectomy.
lumen.
low,
loops.
loculation.
liver.
limits..
levoscoliosis.
levels.
level,
left-to-right
leads.
laryngeal
largely
l1.
l1-l2.
kub.
kub
knee
juxtahilar
joint.
jewelry.
intra-abdominal
interstitium.
interpretation,
injuries.
injection
infracarinal
inflammation.
inflammation,
inflammation
inferiorly.
inferiorly
infection/pneumonia.
indeterminant
incomplete
improving
improved.
impression:
implants
immediately
imaging,
identify
hypoventilation.
hypoventilated.
hypoinflation.
hypertension
hyper
hydropneumothorax.
humerus,
horizontal
histoplasmosis.
hip.
highly
high-resolution
hiatus
heavily
hand
gunshot
grossly,
grafting.
grade
goiter.
generally
gallbladder
further,
fragment..
fragment.
fracture-dislocation.
formations.
forearm.
foot.
foci
fluoroscopy
fistula.
fissures.
findings,
features.
fat,
extremely
extreme
extends
exposure.
exposure
expiratory
exclude.
except
exams
examination..
exact
evident.
evident
evidenced
eventration,
etiology.
establish
esophagus.
esophagogastric
esophagectomy
erosions
epiglottis
epigastrium
empyema
emphysema,
embolization
embolism
elevated,
elbow
effusion/hemothorax.
ectatic,
ectasia/tortuosity
ectasia.
earlier
dysmorphic
drainage
do
distending
displacement.
displacement
displaced,
dish
discuss
dimension
diffuse,
diaphragms,
dextroscoliosis,
dextrocardia.
detail.
detail
described,
depressions
dependent
department
demineralization
degree
degraded
degenerated
definitive
defined
define
decreased,
decrease
cyst
currently,
crescentic
coursing
couple
corticated
correct
coronal
contrast.
complicating
completely
comparisons
common
comminuted
chronicity
chronically
chronic.
chf
characterize.
change,
certified
certainty.
centrilobular
cavity
case
carinatum.
carinatum
carina,
care
cardia
caliber
calcium
calcaneal
cabg,
bronchopleural
bronchiolitis.
bronchiectasis.
bronchiectasis
bronchial
broken
bridging.
bone-on-bone
bilateral,
bihilar
bibasal
besides
benefit
below.
before
based.
based
b-lines
axilla.
atelectasis/scar.
assist
assessment
assess
aspiration
aspect.
asbestos
artifacts,
articulation,
artery.
around
area,
annular
amputation.
alternatively,
alternatively
also,
alignment.
air-filled
age-indeterminate,
aeration.
adequately
acknowledged
acetabulum
accessory
accentuated.
abnormality,
8-12
7mm
6.
5th,
4th,
3rd
3.8
3.7
25%
2.5
2.2
2.0
12th
12
1.8
1.6
-
(xxxx
(lateral
(blunting
zone,
xxxxpm
xxxx<xxxx>technologist
xxxx;
xxxx:
xxxx/xxxx
xxxx/lymphoma.
xxxx/ct.
xxxx/11.
xxxx-distention
xxxx-ct
xxxx).
xxxx)
xxxx'
xray.
x-xxxx)
worrisome
within,
winged
widespread
widened.
well-characterized.
well-aerated
wall,
voluntary
visualized,
visible.
vessel
vertically
vertebroplasty
vertebra
verify.
ventricle
vein,
vein
vasculaturity
vascular,
varying
variant
ureteral
upward.
upward
upper/mid
upon
unremarkable..
unknown
units.
unilateral
uniformly
underpenetrated
underneath
undergone
umbilical
two-view
tumor
tube,
treatment.
transverse,
transmetatarsal
transection.
tracking
trabecular
totally
torturous/ectatic
torturous
tomogram.
today,
tip.
throughout.
thready
thoracotomy.
thoracentesis.
thin-walled
thickening/sclerosis.
thickening/atelectasis
they
therapy.
then
tenderness
telemetry
t9-t10.
t7,
t6.
t6,
t4
t12-l1.
t12-l1
t10.
t/spine
systems.
syndesmophyte.
symptoms
sympathetic
symmetric.
swimmers
svc,
suspicion,
suspect
surgery
supraclavicular
supporting
support.
superiorly.
superimposition
superimposing
sulci,
sulcal
suited
suggestions
suggested.
suggest.
subsequent
subluxation/dislocation
subjacent
subglottic
study..
strongly
stripe
stringy
streakiness,
streakiness
strandy
stranding
straightening
stool..
sternoclavicular
staff
stable/unremarkable
stable..
stabilization
spur
spread
spondylitic
splinting.
spiculated,
spherical
spasm
spaces.
something
solid
smooth.
smooth
skinfold.
sizes.
sixth
six
sinuses.
sinus,
sinus
similar-appearing
silhouette;
significance.
significance,
sign
sided.
side,
side
shunt.
shrapnel
showing
showed
shoulder,
shortness
shortening
short-term
shifted
shaped.
shaped
shape
severely
severe.
setting,
service
series
separation.
sent.
sent
sensitive
segments.
segmental
segment.
seems
sclerotic.
scarring/subsegmental
scarring/emphysematous
scarring/chronic
scar/subsegmental
scaphoid
scant
sarcoidosis,
sarcoidosis
sarcoid.
sarcoid,
same
sacrum
ruled
rule-out
rule
rotation,
rods
ring.
ring-shaped
ring
right-to-left
right,
reviewed
reversal
revascularization.
retrosternally
retropulsion
retrolisthesis.
retrocardiac,
retraction,
retracted
retention
resultant
resolve,
resolve
residua
resection,
representative
report
replacement
repair.
repair
regular
reformatted
reformats.
reflex
referring
reference
reduced.
recurrence
recommended,
recess.
recently
receipt.
reasonably
reasonable
reactivation
reaction
reaches
raising
raises
radiology
radiologist
radiography.
radiography
radiographs..
radiographically,
radiating
questioned.
purpose
pull-through
provide
prosthesis,
prosthesis
prostheses.
prostate
pronounced
projection),
progressive
progression,
processes.
procedure,
prior,
previously<br>described
previously.
previous/chronic
previous,
pretracheal
presumed
presumably
pression:
postsurgical/post
postsurgical/biopsy
postsurgical,
postprocedural
postobstructive
postinfectious/postinflammatory.
posterobasal
post-op
possible.
positional
portacatheter
pneumothorax.&gt;]
pneumothoraces..
pneumothoraces
pneumoperitoneum,
pneumoperitoneum
pneumonic
pneumonia..
pneumomediastinum
pneumatoceles.
pleuritis
pleural.
pleural-peripheral
pleura
plates.
plaque
plantar
planning.
placement.
piercings.
piercing.
piercing).
picc.
physiology.
physicians
phleboliths
phenomenon.
persists,
persistently
persistent,
persistence
persist.
persist
peritracheal
peripherally.
peripherally
perihilar/upper
perihilar/midlung
performed.
performed).
perform
perforation.
per
pedicle/upper
patients.
pathology.
patchy,
passive
passes
parenchyma.
paralysis.
pannus.
pancreatitis.
pancreatitis
pancreatic
pain.
pads,
pads
p
overlying.
overload
overlay.
overlay
overlap.
oval-shaped
oval,
oval
outlining
outflow
out.
otherwise.
osteophytes,
osteopenic
osteochondromatosis
osteochondromas.
osteocartilaginous
osteoarthritis
ossifications
orthopedic
origin.
orif
organomegaly
ordered
or,
opportunistic
operative
opaque.
opacities;
opacities/atelectasis.
opacities..
opacification,
online
oligemia
old,
occult
obviously
obese.
notify
noticed
noted..
normal.no
normal.calcified
nonspecific,
nonrib-bearing
nonemergent
nondiagnostic
noncontrast
nonconsolidating
noncalcified,
non
nodule/lymph
nodularity.
neurostimulator,
neoplastic.
neoplastic
needed,
needed
necks.
neck,
nasopharynx
narrowing,
narrowed.
narrowed
myocardial
mycoplasma
my
muscular
muscles
muscle
multilobar
mucous
mri.
morgagni
morbidly
months.
monitoring
moderately-inflated
moderate-to-severe
moderate-to-large
moderate-sized
midright
midlower
midfoot,
midclavicular
mid/lower
mid-thoracic
metastases
metacarpal.
metacarpal
mediastinum.there
mediastinal,
medially.
medially,
mechanism
mechanical
maximum
maximal
mass/nodularity
marrow
marking.
margins.
margins,
manifestations
malpositioned
malleoli.
malignancy,
malalignment.
magnified
magnification.
lytic
lymphoproliferative
lymphoid
lymphangitic
lumen
lumbosacral
lucent.
lordosis
look
long-term
loculated.
location.
localize
lobes,
lobectomy,
lobe/lingula
liver,
liver
lipoma.
lines.
line,
limits>].
limits.the
limits.minimal
limited.
limbus
likewise
ligamentum
ligamentous
lentiform
leftward
laterally.
lateral,
last
l3.
l2.
l2
kyphosis,
knees.
knees
kidneys,
junctions.
junction,
islands.
is.
irregularities,
irregular,
investigation
intussusception
intrathecal
intramedullary
inthe
intervertebral
interstitium,
interstitium
interspaces
interspace)
interspace
interruption
interrupted,
interpretation
interlobar
interim.
interim
intact..
institutions
institution.
inspiration
inserted
inlet,
injuries
initiated
inhalational
informative.
inflammatory/infectious
infiltrative
infiltrate/atelectasis
infiltrate..
infectious/tuberculous
infections.
infection/pneumonia
infarct.
indwelling
indolent
indicates
incidentally.
incidentally,
inability.
improvement/resolution
improvement.
implants.
implantable
imaged.
imaged
iliac
identity.
identified,
hypoventilatory
hypoventilation,
hypoventilated
hypoinflated,
hypodense
hypertrophy.
hyperostosis.
hyperostosis
hyperdensity
hump.
hodgkin's
history:
history,
histoplasmoma.
histoplasmoma
hips
hindfoot,
hilar/perihilar
here
hepatic
hemothorax.
hemorrhage.
hemoptysis.
hemopneumothorax
hemiabdomen
hematoma,
hematoma
healed,
hand.
great
granulomatous/tuberculous
granulomatous.
granulomatous,
grafts
graft.
geographic
geode
generator.
generative
gastrostomy
gastric
gallstones.
gallstone.
fusion,
fully
fullness.
full
frontal/lateral
frontal,
fragments,
fractured.
fractured
fracture;
fracture..
fracture-dislocations.
found.
found
fossae.
formed
formations
formation,
forefoot
for<br>metastatic
foot
fold.
fold
focused
fluoroscopic
fluid..
fluid,
flexure
flexion
flattened.
flattened,
findings:
findings/pneumothorax
findings/opacities/infiltrates
films.
film,
filled
fibrosis/scar.
femur
faxed.
favoring
failure,
factors.
factors,
extubation
extremity.
extraluminal
extension
explained
expansion
exists
exist,
exclusion
exchanged
exchange.
example,
exam:
exam..
exacerbation
evolving
evaluated,
etiologies
epipericardial
entire
enthesophyte.
enthesopathy.
entering
enlargement.prominence
engorged
energy
endplates
enchondroma
empyema.
empyema,
employed
elsewhere
elongation
element
electronic
ekg
effusion.heart
effort
dystrophy
dyspnea.
duct.
doctor
diverticula
distributed
distortion
distinct
distended
dissection,
disruption.
disruption
disrupted.
disease/infiltrate.
disease/fibrosis.
disease/emphysema.
discordant,
discordant
direct
diminutive
dilation
differentiate
differential.
difference
dictation.
diaphragmatic
diaphragm,
diameter,
diagnostic
dextro-convex
deviation.
developmental
developed.
determined.
detecting
details.
destruction
desired,
described.
depression.
depending
density,
densities,
demonstrated..
demonstrable
demineralization,
degenerate
deformity,
deformed
definition
defect
decubitus.
dating
date:
cyst.
cyst,
cxr
cutaneous
curvature.
currently
cuffing.
cta
crosstable
crosses
cross-sectional
costodiaphragmatic
corresponds
correlation,
correlated
correction
core
coracoid
coracoclavicular
copd/emphysema.
conveyed
convexity.
convexity,
convex
contusion.
contrasted
contour.unfolded
continues
constellation
consolidation..
consolidated.
considered.
consideration,
consideration
considerably
congestion,
congenital
confluence.
confluence
confirmation.
confirmation
configuration,
confidently
condition.
concomitant
conceivably
computed
component
complication.
compensatory
compartments
comparisons,
comparison:
comparison,
communication
communicated
collections
collapsed
coils.
coiled
cm,
clothing
clipped
cleared.
clear..
clavicles
clarification.
cirrhotic
chronicity.
chronic-appearing
chondral
cholelithiasis.
cholecystectomy,
chin
chest/abdomen
chest..
certainty
cerclage
cephalization,
centrally.
centimeters
centered
cavity,
cavitations.
caudal
cartilages.
cartilages
cardiothymic
carcinoma
capping.
capping,
capping
cancer,
callus.
called
calcium.
calcification,
cachexia
c/spine
bullae.
bulge
buckling
bronchopulmonary
bronchitic/bronchiolitis
broken,
bridging
breath
brain
bowel,
bordered
bone.
body(lateral
blunted,
blood
biliary
bile
bilateral.
beyond
benign.
benefit.
believed
before,
become
base..
bacterial
back
b-lines.
b
avn.
attributed
attributable
attenuation.
attention
attached
atrium/cavoatrial
atelectatic/fibrotic
atelectasis/scarring.
atelectasis/infiltrate.
atelectasis.catheter
assess.
aspergilloma-as
aspergilloma
aside
as,
artifactually
artifactual.
artifacts.
artifact,
articular
arthroplasty
arthritis
artery,
arteriosum.
arteriographic
arteries/pulmonary
arteries,
arising
areas.
appropriate.
approach.
approach
appendage.
appearing,
appearances
apparently
apex.there
aorto
aorticopulmonary
anterolisthesis
anterolateral
anteriorly.
anteriorly
anterior-superior
anomaly
ankle
angulate.
aneurysmal
aneurysm,
anchors.
anchors
anchor.
anchor
almost
allow
airways,
airway/bronchitic
again,
advised.
additionally,
addition
addended.
acute.
actual
account
accompanied
accessed.
accepted
accentuation,
accentuates
abut
abnormally
aberrant
abdomen:
a.m.
[pulmonary
[&lt;the
7.0
7.
6.8
6.4
6.1
6.0
5.9
5.8
5-6
4.8
4.6
4.5
4-6
3rd-5xxxx
38
31
3.chronic
3.4
3.0
3-4
2v
25
200
2.no
2.8
2.,
1st
1a
19/33.
16
142
14
11
100%.
1.there
1.severe
1.1
02/010/xxxx.
0.9
(xxxx),
(unless
(this
(not
(dish).
(bochdalek).
(anterior
(4.3
